# Напишите функцию которая будет суммировать введенные три случайные цифры.

# a = int(input("a = "))
# b = int(input("b = "))
# c = int(input("c = "))

# print(f"result is : {a+b+c}")

def add(a, b, c):
    result = (a + b + c)
    return result
# a = int(input("a = "))
# b = int(input("b = "))
# c = int(input("c = "))
    
print(add(a = int(input("")), b = int(input("b =")), c = int(input("c="))))
